Repository: SimplySynced/googlemusic-xbmc
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30001
source: General
he_il: כללי

# #30002
source: Views
he_il: צפיות

# #30051
source: Advanced
he_il: מתקדם

# #30011
source: Username
he_il: שם משתמש

# #30012
source: Password
he_il: ססמה

# #30061
source: Debug
he_il: איתור באגים

# #30062
source: Clear cache
he_il: ניקוי מטמון

# #30063
source: Clear cookie
he_il: ניקוי קוקיז

# #30064
source: SQLite database
he_il: מסד הנתונים SQLite

# #30066
source: Pre-fetch URL
he_il: השג מראש כתובת URL

# #30052
source: Export Path
he_il: ייצא נתיב

# #30053
source: Always export after library update
he_il: ייצא תמיד לאחר עדכון הספרייה

# #30054
source: Load local music library (requires library update)
he_il: טען ספריית מוסיקה מקומית (דורש עדכון ספריה)

# #30065
source: Override Views
he_il: עקוף צפיות

# #30055
source: Artists ViewID
he_il: ViewID אמנים

# #30056
source: Albums ViewID
he_il: ViewID אלבומים

# #30057
source: Playlists ViewID
he_il: ViewID רשימת ניגון

# #30058
source: Stations ViewID
he_il: ViewID תחנות

# #30059
source: Songs ViewID
he_il: ViewID שירים

# #30067
source: Auto Update Library
he_il: עדכון ספרייה אוטומטי

# #30068
source: Never
he_il: לעולם לא

# #30069
source: Weekly
he_il: שבועי

# #30070
source: Daily
he_il: יומי

# #30071
source: Hourly
he_il: שעתי

# #30072
source: Stream quality
he_il: איכות הזרמה

# #30073
source: High
he_il: גבוהה

# #30074
source: Medium
he_il: בינוני

# #30075
source: Low
he_il: נמוך

# #30076
source: Youtube Video Quality
he_il: איכות וידאו מיו-טיוב

# #30077
source: Any
he_il: הכול

# #30201
source: All Songs
he_il: כל השירים

# #30202
source: Playlists
he_il: רשימת ניגון

# #30203
source: Stations
he_il: תחנות

# #30204
source: Auto Playlists
he_il: רשימת ניגון אוטומטיות

# #30205
source: Artists
he_il: אמנים

# #30206
source: Albums
he_il: אלבומים

# #30207
source: Genres
he_il: סגנונות

# #30208
source: Search
he_il: חיפוש

# #30209
source: My Library
he_il: הספרייה שלי

# #30210
source: Shuffle My Library
he_il: ערבב את הספרייה שלי

# #30211
source: I'm feeling lucky mix
he_il: מיקס - אני מרגיש בר מזל

# #30212
source: Composers
he_il: מלחינים

# #30213
source: Songs
he_il: פזמון

# #30214
source: Shuffle Albums
he_il: ערבב אלבומים

# #30215
source: Thumbs up
he_il: אהבתי

# #30216
source: Last added
he_il: האחרון שנוסף

# #30217
source: Free and purchased
he_il: בחינם ושנרכש

# #30218
source: Most played
he_il: נוגנו הכי הרבה

# #30219
source: Listen Now
he_il: הקשב עכשיו

# #30220
source: Top charts
he_il: הכי גבוה במצעדים

# #30221
source: New Releases
he_il: שיחרורים חדשים

# #30222
source: Browse stations
he_il: עיון בתחנות

# #30301
source: Play all
he_il: נגן הכל

# #30302
source: Play all - shuffle
he_il: נגן הכל - ערבב

# #30303
source: Update playlist
he_il: עדכן רשימת ניגון

# #30304
source: Update playlists
he_il: עדכן רשימות ניגון

# #30305
source: Update library
he_il: עדכון הספרייה

# #30306
source: Add to favourites
he_il: הוסף למועדפים

# #30307
source: Add to playlist
he_il: הוסף לרשימת ניגון

# #30308
source: Remove from playlist
he_il: הסר מרשימת ניגון

# #30309
source: Add to library
he_il: הוסף לספרייה

# #30310
source: Start Radio
he_il: התחל רדיו

# #30311
source: Search in Youtube
he_il: חפש ביו-טיוב

# #30312
source: Play all in Youtube
he_il: נגן הכול ביו-טיוב

# #30313
source: Play in Youtube
he_il: נגן ביו-טיוב

# #30314
source: Export
he_il: ייצא

# #30315
source: Add to queue
he_il: הכנס פריט לתור

# #30316
source: Create playlist
he_il: צור רשימת ניגון

# #30317
source: Delete playlist
he_il: מחק רשימת ניגון

# #30318
source: Delete station
he_il: מחק תחנה

# #30319
source: Artist top songs
he_il: השירים הכי טובים של האמן

# #30320
source: Related artists
he_il: אמנים קשורים

# #30321
source: Play in Youtube - shuffle
he_il: נגן ביו-טיוב - ערבב

# #30101
source: Login failed
he_il: הכניסה נכשלה

# #30102
source: Invalid credentials or connectivity problems
he_il: שם משתמש או ססמה לא תקינים, או בעיות קישור

# #30103
source: Library update needed
he_il: נדרש עדכון ספרייה

# #30104
source: Subscriber track not playable
he_il: רצועת המנוי לא ניתנת להשמעה

# #30105
source: Loading Library
he_il: טוען ספרייה

# #30106
source: Cache in use - try later
he_il: המטמון בשימוש - נסה מאוחר יותר

# #30107
source: Export completed
he_il: הייצוא הושלם

# #30108
source: Export path not defined
he_il: נתיב הייצוא אינו מוגדר

# #30109
source: Error calling Youtube Addon
he_il: ארעה שגיאה בעת טעינת הרחבת יו-טיוב

# #30110
source: Done
he_il: בוצע

# #30401
source: Add to Playlist...
he_il: הוסף לרשימת ניגון...

# #30402
source: Radio Name
he_il: שם רדיו

# #30403
source: Exporting Library
he_il: מייצא ספרייה

# #30404
source: Please wait
he_il: אנא המתן

# #30405
source: Confirmation
he_il: אישור

# #30406
source: Delete playlist?
he_il: מחק רשימת ניגון?

# #30407
source: Delete station?
he_il: מחק תחנה?

# #30408
source: Fetching video IDs
he_il: שליפת מזהי וידאו

# #30409
source: Set Rating
he_il: קבע דירוג

# #30410
source: Thumbs up
he_il: אהבתי

# #30411
source: Thumbs down
he_il: לא אהבתי

# #30412
source: No thumbs
he_il: אין דירוג

# #30413
source: Playlist Name
he_il: שם רשימת ההשמעה
